tap "caryll/tap"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "dunn/emacs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "idaholab/moose"
tap "koekeishiya/formulae"
tap "sethrfore/r-srf"
cask "xquartz"
brew "ack"
brew "aspell"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "ccache"
brew "llvm"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dash"
brew "diffutils"
brew "direnv"
brew "doxygen"
brew "editorconfig"
brew "exa"
brew "fasd"
brew "fd"
brew "fish"
brew "flow"
brew "fontconfig"
brew "readline"
brew "sqlite"
brew "xz"
brew "sethrfore/r-srf/cairo"
brew "pango"
brew "fontforge"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdb"
brew "git"
brew "git-extras"
brew "gnupg"
brew "git-secret"
brew "gpgme"
brew "gnu-tar"
brew "go"
brew "hunspell"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "jags"
brew "jansson"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "khard"
brew "ledger"
brew "less"
brew "lesspipe"
brew "libfixposix"
brew "libvterm"
brew "lsd"
brew "mackup"
brew "mailutils"
brew "make"
brew "mas"
brew "moose-peacock3"
brew "msmtp"
brew "mu"
brew "nmap"
brew "zlib"
brew "notmuch"
brew "openssh"
brew "pinentry-mac"
brew "pkg-config"
brew "poppler"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "ripgrep"
brew "ripmime"
brew "rsync"
brew "rust"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "toilet"
brew "trash"
brew "tree"
brew "ttfautohint"
brew "unar"
brew "vdirsyncer"
brew "vim"
brew "w3m"
brew "watchexec"
brew "wget"
brew "wine"
brew "winetricks"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "caryll/tap/otfcc-mac64"
brew "daviderestivo/emacs-head/emacs-head", args: ["HEAD", "with-cocoa", "with-dbus", "with-imagemagick", "with-jansson", "with-mailutils", "with-modern-icon-nuvola", "with-no-frame-refocus", "with-pdumper", "with-xwidgets"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "sethrfore/r-srf/r", args: ["with-cairo", "with-icu4c", "with-java", "with-libtiff", "with-openblas", "with-texinfo"]
cask "alacritty"
cask "bettertouchtool"
cask "coconutbattery"
cask "contexts"
cask "daisydisk"
cask "firefox"
cask "font-dejavu-sans"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-et-book"
cask "font-firacode-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-noto-sans-display"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-symbola"
cask "font-xits"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "mactex"
cask "qutebrowser"
cask "rstudio"
cask "skim"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "vimr"
mas "Xcode", id: 497799835
