tap "adoptopenjdk/openjdk"
tap "daviderestivo/emacs-head"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "osgeo/osgeo4mac"
tap "sethrfore/r-srf"
cask "adoptopenjdk"
cask "xquartz"
brew "ack"
brew "eigen"
brew "gcc"
brew "openssl@1.1"
brew "openblas"
brew "armadillo"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "icu4c"
brew "boost"
brew "ccache"
brew "ccat"
brew "libffi"
brew "llvm"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dash"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "doxygen"
brew "editorconfig"
brew "exa"
brew "fasd"
brew "fd"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "readline"
brew "sqlite"
brew "xz"
brew "pixman"
brew "sethrfore/r-srf/cairo"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flow"
brew "pango"
brew "fontforge"
brew "fzf"
brew "fzy"
brew "gawk"
brew "libxml2"
brew "qt"
brew "poppler"
brew "gdal"
brew "gdb"
brew "git"
brew "git-extras"
brew "gnupg"
brew "git-secret"
brew "gpgme"
brew "gnu-tar"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "highlight"
brew "hunspell"
brew "hyperfine"
brew "libomp"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "jags"
brew "jansson"
brew "node", link: false
brew "pandoc"
brew "jupyterlab"
brew "khard"
brew "ledger"
brew "less"
brew "lesspipe"
brew "libfixposix"
brew "libssh2"
brew "libgit2"
brew "libiconv"
brew "liblwgeom"
brew "libressl"
brew "librsvg"
brew "libsvg"
brew "libvterm"
brew "libxslt"
brew "mackup"
brew "mailutils"
brew "make"
brew "mas"
brew "mdcat"
brew "meson"
brew "moreutils", link: false
brew "msmtp"
brew "mu"
brew "nmap"
brew "zlib"
brew "notmuch"
brew "openssh"
brew "parallel"
brew "percol"
brew "pinentry-mac"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "ripgrep"
brew "ripmime"
brew "rsync"
brew "rust"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "ttfautohint"
brew "udunits"
brew "unar"
brew "v8@3.15", link: true
brew "vdirsyncer"
brew "vim"
brew "w3m"
brew "watchexec"
brew "wget"
brew "xsv"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "daviderestivo/emacs-head/emacs-head", args: ["HEAD", "with-cocoa", "with-dbus", "with-imagemagick", "with-jansson", "with-mailutils", "with-modern-icon-black-variant", "with-no-frame-refocus", "with-pdumper", "with-xwidgets"]
brew "sethrfore/r-srf/r", args: ["with-cairo", "with-icu4c", "with-java", "with-libtiff", "with-openblas", "with-texinfo"]
cask "alacritty"
cask "bettertouchtool"
cask "coconutbattery"
cask "contexts"
cask "daisydisk"
cask "firefox"
cask "font-dejavu-sans"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-et-book"
cask "font-firacode-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-noto-sans-display"
cask "font-vollkorn"
cask "font-xits"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "mactex"
cask "qutebrowser"
cask "rstudio"
cask "skim"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
mas "Xcode", id: 497799835
