tap "adoptopenjdk/openjdk"
tap "caryll/tap"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "dunn/emacs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "idaholab/moose"
tap "jhawthorn/fzy"
tap "koekeishiya/formulae"
tap "osgeo/osgeo4mac"
tap "sethrfore/r-srf"
brew "ack"
brew "eigen"
brew "openssl@1.1"
brew "open-mpi"
brew "armadillo"
brew "aspell"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "icu4c"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "ccache"
brew "ccat"
brew "llvm"
brew "ccls"
brew "coreutils"
brew "curl"
brew "dash"
brew "dbus", restart_service: true
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "doxygen"
brew "editorconfig"
brew "gnutls"
brew "exa", link: true
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flow"
brew "pango"
brew "fontforge"
brew "fzf"
brew "fzy"
brew "gawk"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "gdb"
brew "git"
brew "git-extras"
brew "libgpg-error"
brew "gnupg"
brew "git-secret"
brew "gmime"
brew "gnu-tar"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "highlight"
brew "hunspell"
brew "hyperfine"
brew "libomp"
brew "ispell"
brew "isync"
brew "khard"
brew "ledger"
brew "less"
brew "lesspipe"
brew "libfixposix"
brew "libssh2"
brew "libgit2"
brew "libiconv"
brew "liblwgeom"
brew "libressl"
brew "librsvg"
brew "libsvg"
brew "libvterm"
brew "libxslt"
brew "lsd"
brew "mackup"
brew "make"
brew "mas"
brew "mdcat"
brew "meson"
brew "msmtp"
brew "xapian"
brew "mu"
brew "nmap"
brew "talloc"
brew "zlib"
brew "notmuch", args: ["HEAD"]
brew "openssh"
brew "parallel"
brew "peco"
brew "percol"
brew "pinentry-mac"
brew "prettier", link: false
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "r"
brew "ripgrep"
brew "ripgrep-all"
brew "ripmime"
brew "rsync"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "telnet"
brew "texinfo"
brew "thefuck"
brew "tig"
brew "tmux"
brew "toilet"
brew "trash"
brew "tree"
brew "ttfautohint"
brew "udunits"
brew "unar"
brew "v8@3.15", link: true
brew "vdirsyncer"
brew "vim"
brew "w3m"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh", args: ["HEAD"]
brew "caryll/tap/otfcc-mac64"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "adoptopenjdk"
cask "alacritty"
cask "bettertouchtool"
cask "coconutbattery"
cask "contexts"
cask "font-dejavu-sans"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-noto-sans-display"
cask "font-vollkorn"
cask "font-xits"
cask "gimp"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "qutebrowser"
cask "rstudio"
cask "skim"
cask "slack"
cask "spectacle"
cask "spotify"
cask "vimr"
