tap "adoptopenjdk/openjdk"
tap "astroidmail/astroid"
tap "candid82/brew"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mopidy/mopidy"
tap "osgeo/osgeo4mac"
tap "saulpw/vd"
tap "sethrfore/r-srf"
tap "yqrashawn/goku"
cask "xquartz"
brew "ack"
brew "anyenv"
brew "eigen"
brew "gcc"
brew "openssl@1.1"
brew "openblas"
brew "armadillo"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "aspell"
brew "gettext"
brew "libffi"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bear"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "icu4c"
brew "boost"
brew "buku"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "pkg-config"
brew "gnutls"
brew "cask"
brew "ccache"
brew "ccat"
brew "cmake"
brew "chicken"
brew "colordiff"
brew "comby"
brew "csvkit"
brew "curl"
brew "dash", link: false
brew "dbus", restart_service: true
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "ditaa"
brew "doxygen"
brew "dtach"
brew "pcre2"
brew "editorconfig"
brew "eva"
brew "exa"
brew "fasd"
brew "fd"
brew "gobject-introspection"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "flow"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "libxml2"
brew "netcdf"
brew "numpy"
brew "qt"
brew "poppler"
brew "gdal"
brew "gdb"
brew "gh"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "git-secret"
brew "global"
brew "gpgme"
brew "gmime"
brew "gnu-tar"
brew "gnuplot"
brew "go"
brew "gperftools"
brew "gtk+"
brew "highlight"
brew "hledger"
brew "hunspell"
brew "hyperfine"
brew "icdiff"
brew "libomp"
brew "imagemagick"
brew "intltool"
brew "ispell"
brew "isync"
brew "jags"
brew "jansson"
brew "jq"
brew "khard"
brew "ledger"
brew "leiningen"
brew "less"
brew "lesspipe"
brew "libfixposix"
brew "libssh2"
brew "libgit2"
brew "libiconv"
brew "liblwgeom"
brew "libressl"
brew "librsvg"
brew "libsvg"
brew "libvterm"
brew "libxml++"
brew "libxslt"
brew "llvm"
brew "luarocks"
brew "m4"
brew "mackup"
brew "mailutils"
brew "make"
brew "mas"
brew "mdcat"
brew "meson"
brew "miller"
brew "moreutils"
brew "mp3info"
brew "mpc"
brew "youtube-dl"
brew "mpv", link: false
brew "msmtp"
brew "mu"
brew "neofetch"
brew "nmap"
brew "nnn"
brew "node"
brew "zlib"
brew "notmuch"
brew "ocrmypdf"
brew "opencv"
brew "openssh"
brew "pandoc"
brew "parallel", link: false
brew "percol"
brew "pinentry-mac"
brew "plantuml"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "r"
brew "rename"
brew "ripgrep"
brew "ripmime"
brew "rlwrap"
brew "roswell"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "sbcl"
brew "sdl2_image"
brew "sdl2_ttf"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "ttfautohint"
brew "udunits"
brew "unar"
brew "v8@3.15", link: true
brew "vdirsyncer"
brew "vim"
brew "vorbis-tools"
brew "w3m"
brew "watchexec"
brew "weechat", args: ["HEAD"]
brew "wget"
brew "wireshark"
brew "wordnet"
brew "wxmac"
brew "xsv"
brew "z"
brew "zeromq"
brew "zoxide"
brew "zsh"
brew "daviderestivo/emacs-head/emacs-head@28", args: ["with-cocoa", "with-crash-debug", "with-dbus", "with-imagemagick", "with-mailutils", "with-modern-icon-black-gnu-head", "with-no-frame-refocus", "with-pdumper", "with-xwidgets"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mopidy/mopidy/libspotify"
brew "mopidy/mopidy/mopidy"
brew "mopidy/mopidy/mopidy-local"
brew "mopidy/mopidy/mopidy-mpd"
brew "mopidy/mopidy/mopidy-spotify"
brew "saulpw/vd/visidata"
brew "yqrashawn/goku/goku"
cask "adoptopenjdk"
cask "alacritty"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "coconutbattery"
cask "contexts"
cask "daisydisk"
cask "dash"
cask "db-browser-for-sqlite"
cask "firefox"
cask "font-dejavusansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-league-gothic"
cask "font-national-park"
cask "font-noto-color-emoji"
cask "font-noto-sans"
cask "gimp"
cask "google-chrome"
cask "graalvm-ce-java11"
cask "inkscape"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "mactex"
cask "miniconda"
cask "mpv"
cask "qutebrowser"
cask "rstudio"
cask "skim"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "virtualbox"
