tap "adoptopenjdk/openjdk"
tap "candid82/brew"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mopidy/mopidy"
tap "osgeo/osgeo4mac"
tap "saulpw/vd"
tap "sethrfore/r-srf"
tap "yqrashawn/goku"
cask "adoptopenjdk"
cask "xquartz"
brew "ack"
brew "eigen"
brew "gcc"
brew "openssl@1.1"
brew "open-mpi"
brew "armadillo"
brew "sqlite"
brew "asciinema"
brew "aspell"
brew "gettext"
brew "libffi"
brew "glib"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bfg"
brew "binutils"
brew "icu4c"
brew "buku"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ccache"
brew "ccat"
brew "llvm"
brew "ccls"
brew "cmake"
brew "chicken"
brew "curl"
brew "dash"
brew "dbus", restart_service: true
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "ditaa"
brew "doxygen"
brew "editorconfig"
brew "exa"
brew "fasd"
brew "fd"
brew "giflib"
brew "gnutls"
brew "jpeg"
brew "libtiff"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "flow"
brew "pango"
brew "fontforge"
brew "fzf", args: ["HEAD"]
brew "gawk"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "pkg-config"
brew "gdb"
brew "git"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "libgpg-error"
brew "gnupg"
brew "git-secret"
brew "gmime"
brew "gnu-tar"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "taglib"
brew "gtk+"
brew "highlight"
brew "hledger"
brew "hunspell"
brew "hyperfine"
brew "libomp"
brew "ispell"
brew "isync"
brew "jags"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "khard"
brew "ledger"
brew "leiningen"
brew "less"
brew "lesspipe"
brew "libfixposix"
brew "libssh2"
brew "libgit2"
brew "libiconv"
brew "liblwgeom"
brew "libressl"
brew "librsvg"
brew "libsvg"
brew "libvterm"
brew "libxml++"
brew "libxslt"
brew "luarocks"
brew "m4"
brew "mackup"
brew "make"
brew "mas"
brew "mdcat"
brew "meson"
brew "miller"
brew "moreutils"
brew "mp3info"
brew "mpc"
brew "youtube-dl"
brew "mpv"
brew "msmtp"
brew "xapian"
brew "mu"
brew "neofetch"
brew "nmap"
brew "nnn"
brew "talloc"
brew "zlib"
brew "notmuch", args: ["HEAD"]
brew "ocrmypdf"
brew "opencv"
brew "openssh"
brew "percol"
brew "pinentry-mac"
brew "plantuml"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "rename"
brew "ripgrep"
brew "ripmime"
brew "rlwrap"
brew "rsync"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "texinfo"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "ttfautohint"
brew "udunits"
brew "unar"
brew "v8@3.15", link: true
brew "vdirsyncer"
brew "vim"
brew "vorbis-tools"
brew "w3m"
brew "watchexec"
brew "wget"
brew "wireshark"
brew "wordnet"
brew "xsv"
brew "z"
brew "zoxide"
brew "zsh", args: ["HEAD"]
brew "candid82/brew/joker"
brew "daviderestivo/emacs-head/emacs-head@27", args: ["HEAD", "with-cocoa", "with-crash-debug", "with-dbus", "with-jansson", "with-mailutils", "with-modern-icon-black-variant", "with-no-frame-refocus", "with-pdumper", "with-xwidgets"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mopidy/mopidy/mopidy"
brew "mopidy/mopidy/mopidy-local"
brew "mopidy/mopidy/mopidy-mpd"
brew "mopidy/mopidy/pyspotify"
brew "mopidy/mopidy/mopidy-spotify"
brew "saulpw/vd/visidata"
brew "sethrfore/r-srf/r", args: ["with-cairo", "with-icu4c", "with-java", "with-libtiff", "with-openblas", "with-texinfo"]
cask "alacritty"
cask "bettertouchtool"
cask "coconutbattery"
cask "contexts"
cask "font-dejavusansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "gimp"
cask "google-chrome"
cask "graalvm-ce-java11"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "mactex"
cask "paraview"
cask "qutebrowser"
cask "rstudio"
cask "skim"
cask "slack"
cask "spectacle"
cask "spotify"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Elmedia Player", id: 937759555
mas "Fantastical", id: 975937182
mas "NordVPN IKE", id: 1116599239
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
