tap "adoptopenjdk/openjdk"
tap "candid82/brew"
tap "cookiecoder15/tap"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "sethrfore/r-srf"
tap "yqrashawn/goku"
brew "ack"
brew "anyenv"
brew "llvm"
brew "eigen"
brew "gcc"
brew "openblas"
brew "armadillo"
brew "asciinema"
brew "aspell"
brew "dbus"
brew "pcre2"
brew "atomicparsley"
brew "automake"
brew "bash"
brew "libssh2"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bear"
brew "pixman"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "boost"
brew "buku"
brew "gnutls"
brew "jansson"
brew "cask"
brew "cbc"
brew "ccache"
brew "ccat"
brew "ccls"
brew "chicken"
brew "cmake"
brew "colordiff"
brew "comby"
brew "cookiecutter"
brew "csvkit"
brew "curl"
brew "dash"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "ditaa"
brew "doxygen"
brew "dtach"
brew "editorconfig"
brew "eva"
brew "libgit2"
brew "eza"
brew "fasd"
brew "fd"
brew "libass"
brew "pango"
brew "sdl2"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "findutils"
brew "fish"
brew "flow"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "git-secret"
brew "global"
brew "glow"
brew "glpk"
brew "gmime"
brew "gnu-chess"
brew "gnu-tar"
brew "hunspell"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "python@3.9"
brew "graphene"
brew "librsvg"
brew "graphviz"
brew "gtk+"
brew "gtk+3"
brew "highlight"
brew "hledger"
brew "hyperfine"
brew "icdiff"
brew "libomp", link: true
brew "imagemagick"
brew "tcl-tk"
brew "intltool"
brew "ipopt"
brew "ispell"
brew "isync"
brew "jags"
brew "jq"
brew "khard"
brew "ledger"
brew "leiningen"
brew "less"
brew "lesspipe"
brew "libfixposix"
brew "libgccjit"
brew "libiconv"
brew "libressl"
brew "libsvg"
brew "libvterm"
brew "libxml++"
brew "libxslt"
brew "luarocks"
brew "mackup"
brew "mailutils"
brew "make"
brew "mas"
brew "mdcat"
brew "meson"
brew "miller"
brew "mp3info"
brew "mpc"
brew "mpv"
brew "msmtp"
brew "mu"
brew "neofetch"
brew "nmap"
brew "nnn"
brew "node"
brew "notmuch"
brew "ocrmypdf"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "percol"
brew "pinentry-mac"
brew "plantuml"
brew "poetry"
brew "poppler-qt5"
brew "prettier"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "pygobject3"
brew "pyqt"
brew "r"
brew "rename"
brew "ripgrep"
brew "ripmime"
brew "rlwrap"
brew "roswell"
brew "rsync"
brew "ruby"
brew "rustup"
brew "sbcl"
brew "sdl2_image"
brew "sdl2_ttf"
brew "shellcheck"
brew "shfmt"
brew "sip"
brew "sk"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "ttfautohint"
brew "udunits"
brew "unar"
brew "v8@3.15", link: true
brew "vdirsyncer"
brew "vim"
brew "vorbis-tools"
brew "w3m"
brew "watchexec"
brew "wget"
brew "wordnet"
brew "wtfutil"
brew "wxwidgets"
brew "xsv"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "cookiecoder15/tap/pipes-rs"
brew "daviderestivo/emacs-head/emacs-head@30", args: ["with-cocoa", "with-crash-debug", "with-imagemagick", "with-infinity-yak-shack", "with-native-comp", "with-native-full-aot", "with-poll", "with-tree-sitter", "with-xwidgets"]
brew "yqrashawn/goku/goku"
cask "adoptopenjdk"
cask "alfred"
cask "contexts"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-juliamono"
cask "font-national-park"
cask "font-noto-color-emoji"
cask "font-noto-sans"
cask "google-chrome"
cask "graalvm-ce-java11"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "miniconda"
cask "spectacle"
cask "zoom"
